[
    {
        "Key": "2023-12-08 15:22:34",
        "Author": "骆宾王",
        "Age": "唐代",
        "StartDateTime": 619,
        "EndDateTime": 687,        
        "Content": "骆宾王（约619—687年）字观光，汉族，婺州义乌人（今浙江义乌）。唐初诗人，与王勃、杨炯、卢照邻合称“初唐四杰”。又与富嘉谟并称“富骆”。高宗永徽中为道王李元庆府属，历武功、长安主簿，仪凤三年，入为侍御史，因事下狱，次年遇赦，调露二年除临海丞，不得志，辞官。有集。骆宾王于武则天光宅元年，为起兵扬州反武则天的徐敬业作《代李敬业传檄天下文》，敬业败，亡命不知所之，或云被杀，或云为僧。"
    },
    {
        "Key": "2024-02-21 16:56:15",
        "Author": "王之涣",
        "Age": "唐代",
        "StartDateTime": 688,
        "EndDateTime": 742,        
        "Content": "王之涣（688年—742年），是盛唐时期的著名诗人，字季凌，汉族，绛州（今山西新绛县）人。豪放不羁，常击剑悲歌，其诗多被当时乐工制曲歌唱。名动一时，他常与高适、王昌龄等相唱和，以善于描写边塞风光著称。其代表作有《登鹳雀楼》、《凉州词》等。“白日依山尽，黄河入海流。欲穷千里目，更上一层楼”，更是千古绝唱。"
    },
    {
        "Key": "2024-02-21 16:59:50",
        "Author": "孟浩然",
        "Age": "唐代",
        "StartDateTime": 689,
        "EndDateTime": 740,
        "Content": "孟浩然（689年—740年），字浩然，号孟山人，襄州襄阳（今湖北襄阳）人，唐代著名的山水田园派诗人，世称“孟襄阳”。因他未曾入仕，又称之为“孟山人”。孟浩然生于盛唐，早年有志用世，在仕途困顿、痛苦失望后，尚能自重，不媚俗世，修道归隐终身。曾隐居鹿门山。40岁时，游长安，应进士举不第。曾在太学赋诗，名动公卿，一座倾服，为之搁笔。开元二十五年（737）张九龄招致幕府，后隐居。孟诗绝大部分为五言短篇，多写山水田园和隐居的逸兴以及羁旅行役的心情。其中虽不无愤世嫉俗之词，而更多属于诗人的自我表现。孟浩然的诗在艺术上有独特的造诣，后人把孟浩然与盛唐另一山水诗人王维并称为“王孟”，有《孟浩然集》三卷传世。"
    },
    {
        "Key": "2024-02-21 16:56:15",
        "Author": "王之涣",
        "Age": "唐代",
        "StartDateTime": 701,
        "EndDateTime": 761,        
        "Content": "王维（701年－761年，一说699年—761年），字摩诘(jié)，号摩诘居士。汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。天宝年间，拜吏部郎中、给事中。唐肃宗乾元年间任尚书右丞，世称“王右丞”。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
    },    
    {
        "Key": "2023-12-06 10:07:16",
        "Author": "李白",
        "Age": "唐代",
        "StartDateTime": 701,
        "EndDateTime": 762,        
        "Content": "李白（701年－762年） ，字太白，号青莲居士，又号“谪仙人”，祖籍陇西成纪（今甘肃省秦安县），出生于蜀郡绵州昌隆县（一说出生于西域碎叶）。唐代伟大的浪漫主义诗人，被后人誉为“诗仙”，与杜甫并称为“李杜”，为了与另两位诗人李商隐与杜牧即“小李杜”区别，杜甫与李白又合称“大李杜”。据《新唐书》记载，李白为兴圣皇帝（凉武昭王李暠）九世孙，与李唐诸王同宗。其人爽朗大方，爱饮酒作诗，喜交友。李白深受黄老列庄思想影响，有《李太白集》传世，诗作中多为醉时写就，代表作有《望庐山瀑布》《行路难》《蜀道难》《将进酒》《早发白帝城》等。"
    },
    {
        "Key": "2023-12-06 10:07:16",
        "Author": "杜甫",
        "Age": "唐代",
        "StartDateTime": 712,
        "EndDateTime": 770,
        "Content": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
    },
    {
        "Key": "2023-12-08 15:24:50",
        "Author": "李绅",
        "Age": "唐代",
        "StartDateTime": 772,
        "EndDateTime": 846,
        "Content": "李绅（772—846）汉族，亳州（今属安徽）人，生于乌程（今浙江湖州），长于润州无锡（今属江苏）。字公垂。唐元和元年（806年），进士及第，补国子助教。与元稹、白居易交游甚密，他一生最闪光的部分在于诗歌，他是在文学史上产生过巨大影响的新乐府运动的参与者。作有《乐府新题》20首，已佚。著有《悯农》诗两首：“锄禾日当午，汗滴禾下土，谁知盘中餐，粒粒皆辛苦。”脍炙人口，妇孺皆知，千古传诵。《全唐诗》存其诗四卷。"
    },
    {
        "Key": "2024-03-14 16:09:48",
        "Author": "柳宗元",
        "Age": "唐代",
        "StartDateTime": 773,
        "EndDateTime": 819,
        "Content": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元出身河东柳氏，与刘禹锡并称“刘柳”，与韩愈并称为“韩柳”，与王维、孟浩然、韦应物并称“王孟韦柳”。柳宗元一生留诗文作品达600余篇，其文的成就大于诗。骈文有近百篇，散文论说性强，笔锋犀利，讽刺辛辣。"
    },
    {
        "Key": "2024-03-14 16:03:25",
        "Author": "杜牧",
        "Age": "唐代",
        "StartDateTime": 803,
        "EndDateTime": 852,        
        "Content": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。"
    },
    {
        "Key": "2023-12-08 15:26:38",
        "Author": "王安石",
        "Age": "北宋",
        "StartDateTime": 1021,
        "EndDateTime": 1086,
        "Content": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人共传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还"
    },
    {
        "Key": "2023-12-08 15:26:38",
        "Author": "王应麟",
        "Age": "南宋",
        "StartDateTime": 1223,
        "EndDateTime": 1296,
        "Content": "王应麟（1223—1296），南宋官员、经史学者。字伯厚，号深宁居士，又号厚斋。庆元府鄞县（今浙江省宁波市鄞州区）人。理宗淳祐元年进士，宝祐四年复中博学宏词科。历官太常寺主簿、通判台州，召为秘节监、权中书舍人，知徽州、礼部尚书兼给事中等职。其为人正直敢言，屡次冒犯权臣丁大全、贾似道而遭罢斥，后辞官回乡，专意著述二十年。为学宗朱熹，涉猎经史百家、天文地理，熟悉掌故制度，长于考证。一生著述颇富，计有二十余种、六百多卷，相传《三字经》为其所著。"
    }    
]